/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "Sejtes";
"connectivity.not-connected" = "Nem kapcsolódik";
"connectivity.wifi" = "Wi-Fi";

/* Alert view button */
"general.alertview.cancel" = "Megszünteti";
"general.alertview.close" = "Bezárás";
"general.alertview.dismiss" = "Elvetése";
"general.alertview.error" = "Hiba";
"general.alertview.confirmation" = "Megerősítés";

"general.alertview.ok" = "OK";
"general.alertview.reload" = "Reload";
"general.alertview.success" = "Siker";

/* Filter sections title */
"history.filter.device" = "Eszköz";
"history.filter.networktype" = "Hálózattípus";
"history.qos.detail.test" = "Teszt";
"history.qos.headline.details" = "RÉSZLETEK";
"history.qos.headline.tests" = "VIZSGÁLATOK";
"history.result.headline.details" = "Részletek";
"history.result.headline.map" = "Térkép";
"history.result.headline.measurement" = "Mérés";
"history.result.headline.network" = "Hálózat";
"history.result.headline.qos" = "A szolgáltatási tesztek minősége";
"history.result.map.accuracy" = "Pontosság";
"history.result.map.invalid-coordinates" = "Érvénytelen koordináták";
"history.result.map.latitude" = "Szélességi kör";
"history.result.map.longitude" = "Hosszúság";
"history.result.map.result" = "Térképes eredmény";
"history.result.map.show" = "Térkép megjelenítése";
"history.result.more-details" = "További részletek";
"history.result.qos.details" = "RÉSZLETEK";
"history.result.qos.details.description" = "LEÍRÁS";
"history.result.qos.details.failed" = "NEM SIKERÜLT";
"history.result.qos.details.succeeded" = "SIKERÜLT";
"history.result.qos.results" = "Eredmények";
"history.result.qos.results-detail" = "Eredmények részlete";
"history.result.time" = "Idő";

/* History Sync Code Alert */
"history.sync.code-text" = "Szinkronizálási kód";
"history.sync.code.copy" = "Kód másolása";
"history.sync.code.enter" = "Írja be a kódot";
"history.sync.code.enter-text" = "Adja meg a szinkronkódot:";
"history.sync.code.request" = "Kérelem kódja";
"history.sync.merge" = "A két különböző eszköz közötti történelem egyesítéséhez kérjen egy szinkronizálási kódot egy eszközön, és írja be azt egy másik eszközre";
"history.sync.success-message" = "A történelem szinkronizálása sikeres volt.";
"history.sync.sync" = "Szinkronizál";

/* History index buttons */
"history.uibar.filter" = "Szűrő"; /* Unused */
"history.uibar.sync" = "Szinkronizál";

/* Loop Mode */
"loopmode.change_server.title" = "SZERVER CSERÉJE";
"loopmode.init.btn.test" = "Teszt";
"loopmode.init.btn.loop-test" = "Hurok teszt";
"loopmode.test.header.measurement" = "MÉRÉS";
"loopmode.test.header.current" = "JELENLEGI";
"loopmode.test.header.median" = "KÖZÉPSŐ";
"loopmode.test.progress.format" = "LOOP MODE (%d %d)";
"loopmode.test.init.title" = "LOOP MODE";
"loopmode.test.results.title" = "LOOP MODE EREDMÉNYEK";
"loopmode.test.time_to_next_test.title" = "KÖVETKEZŐ TESZT IDŐ";
"loopmode.test.movement.title" = "MOZGALOM";
"loopmode.init.btn.loop.on" = "Hurok be";
"loopmode.init.btn.loop.off" = "Hurok ki";
"loopmode.test.immediately" = "Azonnal";

"loopmode.test.state.init" = "BENNE";
"loopmode.test.state.ping" = "PING";
"loopmode.test.state.download" = "LETÖLTÉS";
"loopmode.test.state.upload" = "FELTÖLTÉS";
"loopmode.test.state.qos" = "QoS";
"loopmode.test.state.packet-loss" = "CSOMAGVESZTÉS";
"loopmode.test.state.jitter" = "REMEGÉS";

"loopmode.abort.abort" = "Elvetél";
"loopmode.abort.continue" = "Folytatni";
"loopmode.abort.keep" = "Tart";
"loopmode.abort.title" = "Elvetél?";
"loopmode.abort.message" = "Meg akarja szakítani a mérést?";

"loopmode_alert.activation_privacy" = "Aktiválás és adatvédelem";
"loopmode_alert.activation_privacy.description" = "A hurok üzemmód lehetővé teszi a tesztek automatikus ismétlését.";

"loopmode_alert.data_usage" = "Adathasználat";
"loopmode_alert.data_usage.description" = "Kérjük, vegye figyelembe, hogy a hurok üzemmódban nagy mennyiségű adat kerül továbbításra. Nagy sebességű internetkapcsolat esetén 10 teszt fut hurok üzemmódban, és 1 GB vagy annál többet fogyaszt az adatlevékenységéből.";
"loopmode_alert.data_usage.description_2" = "Javasoljuk, hogy a hurokpróbát csak valódi átalányösszeggel futtassa, ha a járulékos forgalom nem jár többletköltséggel.";
"loopmode_alert.battery_power" = "Akkumulátor teljesítmény";
"loopmode_alert.battery_power.description" = "A hurok üzemmód sok akkumulátort fogyaszt. A hurok tesztek között a hurok üzemmód a GPS és a kijelző aktív marad, így az akkumulátor sokkal gyorsabb lesz, mint a készenléti állapotban. A tesztek az akkumulátort is fogyasztják.";
"loopmode_alert.battery_power.description_2" = "A hurok üzemmódot csak akkor szabad használni, ha bővített tápegység áll rendelkezésre.";
"loopmode_alert.items.item_1" = "Az első teszt azonnal elindul a Start gomb megnyomása után.";
"loopmode_alert.items.item_2" = "További tesztek indulnak a várakozási idő letelte után (alapértelmezett 30 perc) vagy a beállított távolság elérése (alapértelmezett 250 m).";
"loopmode_alert.items.item_3" = "A teszteket addig végezzük, amíg az előzetesen beállított számú tesztet elvégezték (alapértelmezett 10 teszt).";
"loopmode_alert.items.item_4" = "Ezek az értékek módosíthatók a Beállítások alatt.";
"loopmode_alert.items.item_5" = "A hurok üzemmód 2 nap múlva automatikusan megszűnik.";
"loopmode_alert.items.item_6" = "A hurok üzemmód bármikor leállítható.";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "Jogi nyilatkozat";

/* Intro location question */
"intro.location.question.message" = "A helymeghatározó szolgáltatás eléréséhez engedélyezze a beállításokat!"; /* Unused */
"intro.location.question.title" = "Hely használata"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "Ismeretlen";
"intro.network.connection.unavailable" = "Nincs hálózati kapcsolat";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "App RAM";
"intro.popup.hardware.cpu" = "processzor";
"intro.popup.hardware.system-ram" = "Rendszer RAM";
"intro.popup.hardware.usage" = "Hardverhasználat";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "Folyamatban lévő kapcsolat ...";
"intro.popup.ip.connections" = "IP-kapcsolatok";
"intro.popup.ip.no-ip-text" = "n / a";
"intro.popup.ip.v4-external" = "IPv4 külső";
"intro.popup.ip.v4-internal" = "IPv4 belső";
"intro.popup.ip.v6-internal" = "IPv6";

/* Intro popup location */
"intro.popup.location" = "Elhelyezkedés";
"intro.popup.location.accuracy" = "Pontosság";
"intro.popup.location.age" = "Kor";
"intro.popup.location.altitude" = "Magasság";
"intro.popup.location.position" = "Pozíció";
"intro.popup.location.source" = "Forrás"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "Háttérforgalom";
"intro.popup.traffic.download" = "Forgalom letöltése";
"intro.popup.traffic.upload" = "Forgalom feltöltése";

/* Map callout */
"map.callout.measurement" = "Mérés";
"map.callout.network" = "Hálózat";

/* Table section header title */
"map.options.filter.overlay" = "borítás";
"map.options.filter.country" = "Az üzemeltetők országa";
"map.options.filter.operators" = "Az üzemeltetők";
"map.options.filter.period" = "Időszak";
"map.options.filter.technologies" = "Technologies";

"map.options.filter.countries" = "Országok";
"map.options.filter.all_countries" = "Minden ország";

/* Map overlay description */
"map.options.overlay.auto" = "kocsi";
"map.options.overlay.heatmap" = "Hőtérkép";
"map.options.overlay.municipality" = "Község";
"map.options.overlay.points" = "Pont";
"map.options.overlay.regions" = "Régiók";
"map.options.overlay.settlements" = "települések";
"map.options.overlay.shapes" = "alakzatok";
"map.options.overlay.whitespots" = "fehér foltok";

/* Alert view test intro message */
"test.intro-message" = "FIGYELEM! Ennek az alkalmazásnak a használata nagy adatmennyiség-átvitelhez vezethet. Egy 3G hálózatban az egyetlen teszt adatmennyisége 5-10 MB. A 4G hálózaton ez a hangerő meghaladhatja a 100 MB-ot. Az alkalmazásszolgáltató nem tekinthető felelősnek az alkalmazás során az adatátvitel által okozott túlzott fogyasztásért. Az internetkapcsolat tesztelése során a felhasználónak figyelembe kell vennie az internetes forgalmat és elfogadnia az adatátvitel következményeit.";

"test.aborted-message" = "A teszt megszakadt, mert az alkalmazás háttérbe szorult. A teszteket csak akkor lehet végrehajtani, ha az alkalmazás előtérben fut.";

"test.connection.could-not-connect" = "A kapcsolat nem hozható létre. A valószínű ok az, hogy a kapcsolat nagyon lassú";
"test.connection.lost" = "Elveszett a kapcsolat a tesztszerverrel. A teszt megszakadt.";

/* Test phases */
"test.phase.download" = "Letöltés";
"test.phase.init" = "Benne";
"test.phase.ping" = "fütyülés";
"test.phase.upload" = "Feltöltés";

"test.qos.failed" = "A szolgáltatásminőség teszt sikertelen.";
"test.repeat" = "Ismételje meg a tesztet";
"test.result.not-submitted" = "A teszt befejeződött, de az eredményeket nem lehetett elküldeni a tesztszervernek.";
"test.results.title" = "Vizsgálati eredmények";

"RMBT-TEST-START_QOS_BUTTON" = "Teszt QoS";

/* Unit suffex */
"test.speed.unit" = "Mbps";

"main-view-button-map" = "TÉRKÉP";
"history.delete" = "Töröl";
"test.abort.title" = "Elvetél?";
"test.abort.abort" = "Elvetél";
"test.abort.continue" = "Folytatni";
"test.abort.message" = "Meg akarja szakítani a mérést?";
"test.startagain" = "Kezdje újra";

/* Menu Items */
"RMBT-NI-HISTORY" = "Történelem";
"RMBT-NI-HOME" = "itthon";
"RMBT-NI-MAPS" = "Maps";
"RMBT-NI-STATISTICS" = "Statisztika";
"RMBT-NI-SURVEY" = "Felmérés";
"RMBT-NI-HELP" = "Segítség";
"RMBT-NI-HISTORY-DETAILS" = "Részletek";
"RMBT-NI-HISTORY-TESTRESULT" = "Teszteredmény";
"RMBT-NI-INFO" = "Info";
"RMBT-NI-LOOP-MODE" = "Hurok üzemmód";

/* TabBar Items */
"tabbar.title.test" = "Teszt";
"tabbar.title.results" = "Eredmények";
"tabbar.title.map" = "Térkép";
"tabbar.title.settings" = "Beállítások";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "Eredmény";
"RMBT-NI-FILTER" = "Szűrő";
"RMBT-NI-SETTINGS" = "Beállítások";
"RMBT-NI-PUBLISHPERSONALDATA" = "Személyes adatok küldése"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "Weboldal";
"RMBT-INFO-EMAIL" = "Email";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "Szolgáltatás feltételei";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "Adatvédelmi irányelvek";
"RMBT-INFO-PRIVACYPOLICY" = "Adatvédelmi irányelvek";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "Személyes adatok közzététele";
"RMBT-INFO-CLINETUUID" = "Ügyfél UUID";
"RMBT-INFO-TESTCOUNT"  = "Tesztszám";
"RMBT-INFO-VERSION" = "Változat";
"RMBT-INFO-SERVERVERSION" = "Szerver verzió";
"RMBT-INFO-DEVELOPEDBY" = "Által kifejlesztett";
"RMBT-INFO-SOURCECODE" = "Forráskód";
"RMBT-INFO-LEGALNOTICE" = "A Google Térkép jogi nyilatkozata";

"RMBT-ABOUT-TITLE" = "A nyílt %@ a MoQoS projekt során jött létre. A projektpartnerek:";
"RMBT-ABOUT-FOOTER-TEXT" = "A projektről további információkért látogasson el a moqos.eu oldalra.";

/* Info Home */
"RMBT-HOME-PING" = "Ping (ms)";
"RMBT-HOME-DOWNLOADMBPS" = "Letöltés Mbps";
"RMBT-HOME-UPLOADMBPS" = "Mbps feltöltése";
"RMBT-HOME-START" = "RAJT";
"RMBT-HOME-RUNAGAIN" = "KÖVETKEZÉS";
"RMBT-HOME-MBPS" = "(MBps)"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "Az %@-ről";
"RMBT-SETTINGS-LANGUAGE" = "Nyelv";
"RMBT-SETTINGS-DARKMODE" = "Sötét mód";
"RMBT-SETTINGS-NERDMODESETTINGS" = "Nerd mód beállításai";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Fejlesztői beállítások";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "Az anonim mód megakadályozza a klienssel való összekapcsolódást, a mérési eredmény azonnal lekapcsolódik.";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "A Nerd mód lehetővé teszi a speciális funkciók használatát. Az alkalmazás több információt jelenít meg a teszt előtt és alatt.";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "A fejlesztői beállítások lehetővé teszik ...";
"RMBT-SETTINGS-IPV4ONLY" = "Csak IPv4";
"RMBT-SETTINGS-IPV6ONLY" = "Csak IPv6";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "QoS mérések";
"RMBT-SETTINGS-QOSMANUALLY" = "Manuálisan";
"RMBT-SETTINGS-QOSNETWORK" = "Új hálózaton";
"RMBT-SETTINGS-QOSALWAYS" = "Mindig";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "Személyes adatok küldése";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "Nulla tesztelés küldése";
"RMBT-SETTINGS-GENERAL" = "Tábornok";
"RMBT-SETTINGS-INFORMATION" = "Információ";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "A szolgáltatások minősége";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "A szolgáltatásminőség mérése magában foglalja a ...";
"RMBT-SETTINGS-QOSENABLED" = "A QOS engedélyezve van";
"RMBT-SETTINGS-QOSDISABLED" = "A QOS le van tiltva";
"RMBT-SETTINGS-NERDMODE" = "Nerd mód";
"RMBT-SETTINGS-ENABLENERDMODE" = "A nerd mód engedélyezése";
"RMBT-SETTINGS-ANONYMOUSMODE" = "Névtelen mód";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Fejlesztői beállítások";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "További beállítások";

"RMBT-DEVSETTINGS-DISTANCE" = "Távolság (méter)";
"RMBT-DEVSETTINGS-MINDELAY" = "Intervallum (perc)";
"RMBT-DEVSETTINGS-MAXTESTS" = "Tesztszám";
"RMBT-DEVSETTINGS-LOOPMODE" = "Hurok üzemmód";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "A QOS tesztek kihagyása";

"RMBT-SETTINGS-SEND-LOG" = "Napló küldése";
"RMBT-SETTINGS-DEV" = "Dev szakasz";
"dev.code" = "Dev kód";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "Rendszer alapértelmezett";
"RMBT-SETTINGS-PRIVACY" = "Magánélet";
"RMBT-SETTINGS-LOCATION" = "Elhelyezkedés";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "Kezelje a helykövetéshez kapcsolódó engedélyeket";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "A hirdetések testreszabása megszüntetése";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "A hirdetési azonosítóval kapcsolatos engedélyek kezelése";
"RMBT-SETTINGS-PERSISTENT-UUID" = "Tartós ügyfél UUID";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "A folyamatos ügyfél UUID szükséges a mérési előzmények és az eszközök közötti szinkronizálás engedélyezéséhez";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "Analitika";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "Engedélyezze az elemzést és küldjön nekünk baleseti nyomokat";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "A hirdetések testreszabása megszüntetése";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "A hirdetési azonosítóval kapcsolatos engedélyek kezeléséhez látogasson el a Beállítások -> Adatvédelem -> Reklám menüpontra";

"RMBT-MAIN-VIEWREPORT" = "Részletes mérési jelentés";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "A hirdetéseket eltávolították. Köszönjük, hogy támogatta az Open Nettest-et!";
"RMBT-SETTINGS-PURCHASE-FAILED" = "Nem tudtuk befejezni a tranzakciót.";

"settings.start_next_test_immediatelly" = "Indítsa el a következő tesztet azonnal";

/* Map View Options */
"RMBT-MAP-STANDARD" = "Alapértelmezett";
"RMBT-MAP-SATELLITE" = "Műhold";
"RMBT-MAP-HYBRID" = "Hibrid";
"RMBT-MAP-BASIC" = "Alapvető";
"RMBT-MAP-STREETS" = "Streets";

"RMBT-MAP-OVERLAYOPTIONS" = "Térképbeállítások felülnézet"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "jelenlegi beállítások"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "Vezérlőszerver verzió";
"RMBT-DEVSETTINGS-SEVER" = "szerver";
"RMBT-DEVSETTINGS-ENABLED" = "Bekapcsolt";
"RMBT-DEVSETTINGS-NOGPS" = "Nincs GPS";

"RBMT-BASE-DECLINE" = "Hanyatlás";
"RBMT-BASE-AGREE" = "Egyetért";
"RBMT-BASE-CONTINUE" = "Folytatni";

"RBMT-CONSUMPTION" = "A teszt növelheti az adatfelhasználást";
"RBMT-BASE-PACKETLOSS" = "Csomagvesztés";
"RBMT-BASE-JITTER" = "jitter";
"RBMT-BASE-TRAFFIC" = "Aktuális forgalom";
"RBMT-DISABLED" = "Tiltva";
"RBMT-BASE-TESTSERVER" = "Tesztkiszolgáló";
"RBMT-BASE-MEASUREMENTSERVERS" = "Mérési szerverek";
"RBMT-HISTORY-NORECORDSYET" = "Ezzel a készülékkel még nem végeztek teszteket";
"history.error.server_not_available" = "A szerver nem érhető el. Próbáld újra később.";
"history.empty.button.title" = "Futtassa az első tesztet";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "HÁLÓZAT";
"test.title.qos" = "QoS";
"test.title.performed" = "TELJESÍTETT";
"test.title.passed" = "PASSED";
"test.title.failed" = "NEM SIKERÜLT";
"test.title.test" = "A QoS tesztek futtatása:";
"test.init.title" = "Teszt";

/* Tests descriptions */
"test.qos.titles.web-page" = "honlap";
"test.qos.titles.TCP-ports" = "TCP-portok";
"test.qos.titles.UDP-ports" = "UDP-portok";
"test.qos.titles.voice-over-IP" = "Voice over IP";
"test.qos.titles.traceroute" = "traceroute";
"test.qos.titles.unmodified-content" = "Módosítatlan tartalom";
"test.qos.titles.transparent-connection" = "Átlátszó kapcsolat";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "Ez a teszt azt ellenőrzi, hogy az ETSI Kepler referenciaoldalán alapuló referencia weboldalt interneten keresztül lehet-e átvinni.";
"test.qos.descriptions.TCP-ports" = "A TCP-portok az e-mailek, a weboldalak és más iternet-tartalmak átvitelére szolgálnak.";
"test.qos.descriptions.UDP-ports" = "Az UDP-portokat IP-alapú telefonálásra, hang- és videofolyamokra használják.";
"test.qos.descriptions.voice-over-IP" = "Az interneten keresztül kétirányú telefonhívást szimulálnak.";
"test.qos.descriptions.traceroute" = "Ez a teszt rögzíti a hálózati útvonalat a készülék és a kiszolgáló között.";
"test.qos.descriptions.unmodified-content" = "Ez a teszt ellenőrzi, hogy a szerverről érkező adatok nem kerülnek-e módosításra az átadás során.";
"test.qos.descriptions.transparent-connection" = "Ez a teszt ellenőrzi, hogy a weblapra vonatkozó kérést egy proxy nem módosítja.";
"test.qos.descriptions.DNS" = "A DNS az internetcímek könyvtára. Ez a teszt ellenőrzi, hogy a DNS-válaszok nem manipulálódnak-e.";

/* Show Detailed Results button */
"test.show-detailed-results" = "Részletes eredmények";


"measurement.unknown_error.message" = "A mérés ismeretlen hiba miatt megszakadt.";
"measurement.unknown_error.title" = "Mérési hiba";

/* History headers */
"history.header.ping" = "PING";
"history.header.test" = "TESZT / DÁTUM";
"history.header.packet-loss" = "CSOMAGVESZTÉS";
"history.header.jitter" = "REMEGÉS";
"history.header.download" = "Letöltés";
"history.header.upload" = "Feltöltés";
"history.header.qos" = "QoS";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "Egyetértek az Adatvédelmi Szabályzattal és a Szolgáltatási Feltételekkel.";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "Egyetértek a Szolgáltatási feltételekkel.";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "Egyetértek az Adatvédelmi irányelvekkel.";
"RBMT-PERSONAL-DATA-AGREEMENT" = "Egyetértek személyes adatok benyújtásával.";

"info.text.open_data_sources_notice" = "Saját adatainkon kívül a következő forrásokból származó nyílt adatokat használjuk fel és dolgozzuk fel a Creative Commons Attribution 4.0 nemzetközi licenc (CC BY 4.0) szerint: Example."; /* Make customization */


"info.title.open_data_sources_notice" = "Nyissa meg az adatforrásokat";

"wizard.button.i_agree_to_all" = "Mindenkivel egyetértek";
"wizard.button.essential_settings_only" = "Csak az alapvető beállítások";
"wizard.button.details" = "Beállítások";

"wizard.one_page.title" = "Üdvözöljük az %@";
"wizard.one_page.privacy_description" = "Mielőtt elkezdené használni az alkalmazást, szeretnénk megtekinteni az %@-t és tájékozottan dönteni a személyes adatokról. Ezt később a Menü / Info oldal segítségével is megvizsgálhatja. Mindig kapcsolatba léphet velünk az adatvédelmi aggályaival az %@ címen.";
"wizard.one_page.analytics_title" = "ANALITIKA";
"wizard.one_page.analytics_description" = "Az Analytics-információk segítségével megérthetjük, hogyan használják a felhasználók a mobilalkalmazásokat, és folyamatosan optimalizálják a szolgáltatást. Összeomlás-nyomokat is gyűjtünk, amelyek segítségével statisztikailag értékelhetjük, elemezhetjük és elháríthatjuk az összeomlásokat és hibákat. A Hirdetésazonosítót is használjuk egy korábban telepített hirdetés alkalmazásához az alkalmazás telepítéséhez és a felhasználói elemzéshez.";
"wizard.one_page.persistent_client_title" = "SZEMÉLYES KLIENT UUID";
"wizard.one_page.persistent_client_description" = "A kliens UUID egy véletlenszerűen generált azonosító, amelyet minden méréssel elment. A Persistent Client UUID azt jelenti, hogy az azonosító minden mérésnél azonos. Szükség van a mérési előzmények és az eszközök közötti szinkronizálás engedélyezésére.";
"wizard.one_page.finish_description" = "Kérem, válasszon itt. Ezt később módosíthatja a Beállítások menüben.";


